#**************How To Translate**************
#1. All the lines that start with '#' are comments and will be ignored
#2. The lines that starts with @ store info about the tranlation file. Specifically:
#   @NAME=Language Name in English.
#   @LOCALIZEDNAME=Native Language Name.
#   @AUTH=Author Name.
#   @EMAIL=Author's Email
#   @DESC=Description of this language file
#   @WWW=Author's WebSite
#   @VERSION=Language File Version
#   @BUILD=Program's build that this translation is based on
#   @AUTOUPDATEURL= (future feature that will support live lang pack update)
#3. All The following lines which start with (number)= are the ones that you
#   must translate. Untranslated strings are initially commented.
#   Already translated strings are (optionally) kept for reference as a comment
#   CAUTION!!!
#   Translation strings are ONE-LINERS.
#   DO NOT CHANGE %s (strings) %d (integers) and other %_ as they placeholders.
#   DO NOT CHANGE the numbers before the'='.
#   Watch for special characters like '\r\n' or '\n' which means new line.
#   Take care of the HTML Tags.

@NAME=Norwegian
@LOCALIZEDNAME=
@AUTH=Arild Hansen, Nordagutu
@EMAIL=arild.hansen@start.no
@DESC=
@WWW=
@VERSION=
@BUILD=0
@AUTOUPDATEURL=

#102=Export Selected Lines
102=Eksporter valgte linjer
#103=Album
103=Album
#104=Export All
104=Eksporter alle
#105=TrackNo
105=Spor nr
#106=Location
106=Sted
#107=Size
107=Størrelse
#108=Type
108=Type
#109=Duration
109=Varighet
#110=Bitrate
110=Bitrate
#111=Delete From History
111=Slett fra hendelsesliste
#112=Genre
112=Sjangre
#113=Comment
113=Kommentar
#114=Date Added
114=Lagt til dato
#115=Rating
115=Rangering
#116=Track not found.
116=Spor ikke funnet.
#117=Number of Tracks
117=Antall spor
#118=Do you want to see the exported file now?
118=Vil du se den eksporterte fila nå?
#119=Date Updated
119=Dato oppdatert
#120=Operation
120=Tilstand
#121=No Tracks in this Selection
121=Ingen spor i dette valget
#123=Idle
123=Venter
#124=Select Something
124=Velg noe
#125=Total Size of Tracks (Mb)
125=Total størrelse av spor (Mb)
#126=Idle
126=Venter
#127=Records
127=Plater
#128=Show Year (in [] after Albums)
128=Vis år (i [] etter Album)
#129=First Appearance
129=Første tilfelle
#130=Last Appearance
130=Siste tilfelle
#131=Rank
131=Rangering
#132=Hits
132=Treff
#133=Do you want to update also the Files? (%d Files will be Affected)
133=Vil du også oppdatere filene? (%d filene vil bli berørt)
#134=Application
134=Program
#135=Update Tracks Warning
135=Oppdater sporadvarsel
#136=Language
136=Språk
#137=*Needs program restart
137=*Programmet må omstartes.
#139=Recognize as fast as you can the song that you listen.
139=Gjenkjenn låten som spilles så fort som mulig.
#140=Add Files
140=Legg til filer
#141=Update Local Collections
141=Oppdater lokal samling
#142=Exit
142=Avslutt
#143=Select Folder
143=Velg mappe
#144=[Unknown]
144=[Ukjent]
#145=Quick
145=Hurtig
#146=Search
146=Søk
#147=Play
147=Spill
#148=Enqueue
148=Spillekø
#149=Advanced Search
149=Avansert søk
#150=History
150=Historikk
#151=Options
151=Innstillinger
#152=Collections
152=Samlinger
#153=About
153=Om
#154=Artists - Albums
154=Artister - Album
#155=Genres - Artists
155=Genre - Artister
#156=Years - Albums
156=År - Album
#157=Collections - Artists
157=Samling - Artister
#158=Albums with various artists*
158=Album med forskjellige artister*
#159=Sort By Name
159=Sorter etter navn
#160=Sort By Rating
160=Sorter etter rangering
#161=Sort By Number Of Tracks
161=Sorter etter antall spor
#162=All
162=Alle
#163=Audio
163=Lyd
#164=Video
164=Video
#167=Show/Hide Mini Player
167=Vis/Skjul minispiller
#168=Play / Pause
168=Spill / Pause
#169=Stop
169=Stopp
#170=Next
170=Neste
#171=Previous
171=Forrige
#172=Shuffle
172=Tilfeldig
#173=Loop
173=Kontinuerlig
#174=Show Main Window
174=Vis hovedvindu
#175=Show Mini Player
175=Vis Minispiller
#176=Exit Application
176=Avslutt programmet
#177=result found
177=resultat funnet
#178=results found
178=resultater funnet
#179=Please enter at least 1 character.
179=Inngi minst 1 tegn.
#180=Media Idle
180=Media venter
#181=Network Idle
181=Nettverket venter
#182=The file '%s' Could not be deleted. Do you want to just remove it from your collection?
182=Fila '%s' kunne ikke slettes. Vil du bare slette den fra samlingen?
#183=Scanning Files
183=Gjennomgår filer...
#184=File
184=Fil
#185=Downloading
185=Laster ned...
#186=Auto Continue
186=Fortsett automatisk
#187=Show Visualizations - Video
187=Vis visualiseringer - Video
#188=Randomize List
188=Tilfeldig listing
#189=Load List (m3u)
189=Hent liste (m3u)
#190=Save List (m3u)
190=Lagre liste (m3u)
#191=Clear List
191=Tøm liste
#192=[Various]
192=[Forskjellig]
#193=Days between check
193=Last ned info (AllMusic.com)
#195=Properties
195=Innstillinger
#197=Bad
197=Dårlig
#198=Neutral
198=Nøytral
#199=Good
199=God
#200=Very Good
200=Veldig god
#201=Outstanding
201=Utmerket
#202=Open Containing Folder
202=Åpne Mappe
#203=Copy To
203=Kopier til
#204=Copy Path
204=Kopier sti
#205=Renamer
205=Bytte navn
#206=Delete
206=Slett
#207=Download Lyrics
207=Hent tekster
#208=The files will be completly erased from your PC. Are you sure?
208=Filene slettes fra PC'en. Er du sikker?
#209=Deletion Operation
209=Slette operasjon
#210=Warning
210=Advarsel
#211=Simple Search
211=Enkelt søk
#212=All Time
212=Hele tiden
#213=Best/Worst
213=Best/Verst
#214=Lyrics Available
214=Tekster tilgjengelig
#215=Special Info
215=Spesiell info
#216=Comments Available
216=Kommentarer tilgjengelig
#217=Personal Available
217=Personlig tilgjengelig
#218=<table><tr><td><center>Total Rank<br><h1>%s</h1><br>%d hits</center></td><td><left><b>Month's Rank: </b>%s (%d Hits)<br><b>Added in Collection: </b>%s<br><b>First Time Played: </b>%s<br><b>Last Time Played: </b>%s<br></tr></table>
218=<table><tr><td><center>Total plassering<br><h1>%s</h1><br>%d treff</center></td><td><left><b>Månedens plassering: </b>%s (%d Treff)<br><b>Lagt til i samling: </b>%s<br><b>Første gang spilt: </b>%s<br><b>Siste gang spilt: </b>%s<br></tr></table>
#219=Tracks
219=Spor
#220=Album Review Not Found
220=Album beskrivelse ikke funnet
#221=Album review
221=Album beskrivelse
#222=Lyrics Not Found
222=Tekster ikke funnet
#223=Open Picture
223=Åpne bilde
#224=Edit Picture
224=Endre bilde
#225=Save Picture
225=Lagre bilde
#226=Save Text
226=Lagre tekst
#227=Operation Failed
227=Operasjonen feilet
#228=Lyrics
228=Tekster
#229=It will search for tracks with <b>Comments, Lyrics, Personal Info</b>.
229=Det søkes etter tekster i <b>kommentarer, tekster eller personlig info</b>.
#230=Popularity
230=Populær
#231=Information not found
231=Informasjon ikke funnet
#232=Comments
232=Kommentarer
#233=Personal
233=Personlig
#234=Special Info
234=Spesiell info
#235=Artist Biography not found
235=Artistens biografi ikke funnet
#236=Artist Biography
236=Artistens biografi
#237=It will search in <b>Artist, Album, Track</b> and <b>Path</b> Fields.Select also the target <b>media type</b>.
237=Det søkes i <b>Artist, Album, Spor</b> og <b>Sted</b> felter. Velg også mål - <b>filtype filter</b>.
#238=Lyrics etc.
238=Tekster etc.
#239=Latest Additions
239=Siste tillegg
#240=File Type Filter
240=Filtype filter
#241=Returns the <b>latest</b> files that have been added in you collection.
241=Returnerer <b>siste</b> filer som er lagt til din samling.
#242=Since
242=Siden
#243=Find the best or the worse tracks (based on the <b>rating</b>).
243=Finn beste/verste spor (basert på <b>rangering</b>).
#244=Most popular Tracks based on the <b>history log</b>.
244=Mest populære spor basert på <b>historikk-logg</b>.
#245=It will do a <b>full-text search</b> in various large text information fields.Select the <b>type of text</b> to be searched. Please enter at least 4 characters.
245=Det gjøres et <b>full-tekst søk</b> i diverse store tekst-info felter. Velg <b>type informasjon</b> som skal søkes.<br>Inngi minst 4 tegn.
#246=Information Type
246=Type informasjon
#247=Please wait...
247=Vent...
#248=by
248=Av
#249=Last query needed %d ms
249=Siste forespørsel brukte %d ms
#250=Are you sure that you want to <b>disable Lyrics Confirmation</b><br>at this session?
250=Er du sikker på du vil <b>deaktivere tekst bekreftelse</b><br>i denne omgang?
#251=Disable Lyrics Confirmation
251=Deaktivere tekst bekreftelse
#252=Your Music Collection is <b>empty</b>. This may indicate that this is your <b>first time</b> you run this program. If this is so, then you may want to visit <a href='http://www.artificialspirit.com'>Official WebSite</a> to get some help.<br>To <b>Add Some Music Files</b> in your Collection press 'Yes' to Locate a Folder in your computer which contains mp3, wma, avi, mpg files. Press 'No' to continue with an empty collection (<b>Not recommended</b>).
252=Din musikksamling er <b>tom</b>. Det tyder på at det er <b>første gang</b> du starter dette programmet. I såfall vil du kanskje titte på <a href='http://www.artificialspirit.com'>offisielle webside</a> for litt hjelp.<br>For å <b>legge til musikkfiler</b> i din samling, trykk 'Ja' for å finne mapper med mp3, wma, avi, mpg filer. Trykk 'Nei' fo å fortsette med en tom samling (<b>ikke anbefalt</b>).
#253=Yes
253=Ja
#254=No
254=Nei
#255=Empty Collection
255=Tom samling
#256=Years
256=År
#257=Months
257=Måneder
#258=Days
258=Dager
#259=365 Days
259=365 Dager
#260=30 Days
260=30 Dager
#261=10 Days
261=10 Dager
#262=24 Hours
262=24 Timer
#263=Track played
263=Spor spilt
#264=Track specific click
264=Oppspor spesifikt klikk
#265=Top 10
265=Top 10
#266=Top 100
266=Top 100
#267=Normal
267=Normal
#271=Recorded History
271=Lagret historikk
#272=Top Songs
272=Topp sanger
#273=Top Artists
273=Topp artister
#274=Year
274=År
#275=Month
275=Måned
#276=Day
276=Dag
#277=untill
277= - til
#278=Not Enough Data.
278=Ikke nok data.
#279=Time Interval
279=Tidsinterval
#280=This information will be written in the file.
280=Denne informasjonen skrives til fila.
#281=TimeSlider
281=Tidsmåler
#282=This information will not be written in the file.
282=Denne informasjonen skrives ikke til fila.
#283=Active
283=Aktiv
#284=Text Filters
284=Tekstfilter
#285=Title
285=Tittel
#286=Artist
286=Artist
#287=Export Finished
287=Eksport ferdig
#288=Date Filter
288=Datofilter
#289=Normal
289=Normal
#290=Show Number Of Items (in () after Item)
290=Vis antall enheter (i () etter enhet)
#291=Extra Info
291=Ekstra info
#292=Item Grouping (Artist / Album Style)
292=Enhetsgruppering (Artist / Album stil)
#293=Update
293=Oppdater
#294=Remove
294=Fjern
#295=Add Collection
295=Legg til samling
#296=Name
296=Navn
#297=Enabled
297=Aktivér
#298=Min number of Tracks
298=Minimum spor
#299=Main Tags
299=Hoved tagger
#300=Extra Tags
300=Ekstra tagger
#301=Internet Options
301=Internet instillinger
#302=Impersonate Browser
302=Personliggjør Teen-leseren
#303=Use Default Proxy
303=Bruk standard proxy
#304=Automated Downloader
304=Automatisert nedlasting
#309=Special Tags Support
309=Støtte for spesialtagging
#310=Auto Play
310=Spill automatisk
#311=Remember Last Track
311=Husk siste spor
#312=Remember Time
312=Husk tid
#313=Play Control
313=Spillekontroll
#314=Startup
314=Oppstart
#315=General
315=Generellt
#316=Global Hotkeys
316=Globale hurtigtaster
#317=Picture
317=Bilde
#318=Minimize to Tray
318=Miniser til systemfelt
#319=Mini Player
319=Minispiller
#320=Show Always
320=Vis alltid
#321=Automatic
321=Automatisk
#322=Manually
322=Manuell
#323=Never Show
323=Aldri vis
#324=List View
324=Listevisning
#325=Show 'New' sign (in days)
325=Vis 'Nytt' tegn (i dager)
#326=Accept
326=Bekreft
#327=Try Again
327=Prøv igjen
#328=Refuse
328=Avbryt
#329=Accept All
329=Godta alle
#330=Don't Show Again
330=Ikke vis igjen
#331=Info Check
331=Info sjekk
#332=Main Options
332=Hovedinnstillinger
#333=Tree View
333=Trevisning
#334=Information Retrieval
334=Innhenting av informasjon
#335=Media Player
335=Mediaspiller
#336=Tagging
336=Tagging
#337=A general <b>public</b> description of the track.
337=En generell <b>allmen</b> beskrivelse av sporet.
#339=Something that this track <b>reminds</b> you. This info is <b>personal</b>.
339=Noe som dette sporet <b>minner</b> deg på. Denne info er <b>personlig</b>.
#340=Multiple Files Properties
340=Mange filers egenskaper
#342=Biography
342=Biografi
#343=Review
343=Beskrivelse
#344=Import data from a file
344=Importer data fra en fil
#346=Paste or write some text
346=Lim inn eller skriv tekst
#347=Delete Picture
347=Slett bilde
#348=Paste Picture
348=Lim inn bilde
#349=Picture Dimensions
349=Bildestørrelse
#350=There is a new version available.<br>Do you want to go to the info page?
350=Ny versjon er tilgjengelig.<br>Vil du gå til info-siden?
#351=Program is up-to-date.
351=Programmet er det siste.
#352=Check for updates
352=Sjekk for oppdateringer
#353=Games
353=Spill
#354=Update Check Failed.
354=Oppdateringsjekk feilet.
#355=There is no picture in the clipboard.
355=Ingen bilde i utklippstavla.
#356=Collection List
356=Samlingsliste
#358=Start
358=Start
#359=Results
359=Resultater
#360=Correct Answers
360=Riktige svar
#361=Wrong Answers
361=Feil svar
#362=Score:
362=Poeng:
#363=Submit Results
363=Angi resultat
#364=Current
364=Gjeldende
#365=Best
365=Best
#366=Rename
366=Bytt navn
#367=Please enter a new name
367=Inngi nytt navn
#368=Total Score:
368=Totalt poeng:
#369=Question:
369=Spørsmål:
#370=Best Score:
370=Flest poeng:
#371=Correct
371=Riktig
#372=Mistake
372=Feil
#373=Music Quiz
373=Musikk Quiz
#374=Adding
374=Tillegg
#375=Copy Text
375=Kopier tekst
#376=Detailed Search
376=Detaljert søk
#377=Collection
377=Samling
#378=Local Folder
378=Lokal mappe
#379=Net Folder
379=Nettmappe
#380=Media
380=Media
#381=Audio CD
381=Lyd CD
#382=External Collection
382=Ekstern samling
#383=Automatically update database after (sec)
383=Automatisk oppdater databasen etter (sek)
#385=Collection update started.
385=Oppdatering av samling startet.
#386=Collection update finished.
386=Oppdatering av samling ferdig.
#387=Removing missing files
387=Fjerner filer...
#388=files removed
388=filer fjernet
#389=files added
389=filer lagt til
#390=Show History
390=Vis historikk
#391=Can' t Locate File!
391=Finner ikke fila!
#392=Do you want to see the exported file now?
392=Vil du se den eksporterte fila nå?
#393=Empty playlist. Drag Drop some tracks here
393=Tom spilleliste. Dra og slipp noen spor her
#394=Use multimedia hotkeys
394=Bruk multimedia hurtigtaster
#395=Clipboard
395=Utklippstavle
#396=Folder
396=Mappe
#397=Collection already exists
397=Samlingen finnes allerede
#398=Do You want to continue?
398=Vil du fortsette?
#399=Collection was not accessible
399=Samlingen ikke tilgjengelig
#400=Collection is not ready.
400=Samlingen ikke klar.
#401=Track Removed from collection
401=Spor fjernet fra samlingen
#402=Removable Storage
402=Flyttbar lagring
#403=Not enough tracks to play the quiz
403=Ikke nok spor for å spille quiz
#404=Show All Tracks
404=Vis alle spor
#405=Locate Track
405=Finn spor
#406=Album info may be available in the FreeDB Servers. Do you want to try and download it?
406=Album info kan være tilgjengelig i  FreeDB servere. Vil du prøve å hente den?
#407=The selected CD/DVD Drive is empty.
407=Valgte CD/DVD Drev er tomt.
#408=Select Drive
408=Velg drev
#409=Choose an item from the list. Press 'Rescan' to update the list.
409=Velg en enhet fra lista. Trykk 'les på nytt' for å oppdatere lista.
#410=Internet is not connected. Do you want to go online?
410=Internet er ikke tilkoblet. Vil du gå online?
#411=Working
411=Arbeider
#412=The whole Drive/Media will be added
412=Hele drevet/media vil legges til
#413=total
413=totalt
#414=Docked Visualization
414=Docked Visualization
#415=Services
415=Tjenester
#416=Virtual tracks
416=Virtuelle spor
#417=This item already exists
417=Denne enheten finnes allerede
#418=Empty
418=Tom
#419=Ready
419=Klar
#420=Import Virtual Tracks
420=Importer virtuelle spor
#421=Export Virtual Tracks
421=Eksporter virtuelle spor
#422=Select the items you want to import to your Virtual Tracks Collection
422=Velg stykkene du vil importere til din Virtuelle spor samling
#423=Select the virtual tracks you want to export to the file
423=Velg de virtuelle sporene du vil ekporter til fila
#424=Import
424=Import
#425=Add Virtual Track
425=Legg til virtuelt spor
#426=Export
426=Eksport
#427=Insert List (m3u)
427=Sett inn liste (m3u)
#428=Hide Visualizations
428=Skjul virtualisering
#429=Auto Continue Mode
429=Auto-fortsett Mode
#430=Insert Random Tracks
430=Sett inn tilfeldige spor
#431=Remove Others
431=Fjern andre
#432=Visualizations/Video
432=Visualiseringer/Video
#433=Current Viewer
433=Gjeldende leser
#434=Music Browser
434=Musikkleser
#435=Mode
435=Mode
#436=Sort
436=Sorter
#437=Filter
437=Filter
#438=Play List
438=Spilleliste
#439=Track List
439=Sporliste
#440=Browser
440=Leser
#441=Success
441=Fremgang
#442=Provider
442=Leverandør
#443=Failure
443=Feil
#444=Volume
444=Volum
#445=Auto
445=Auto
#446=Sync with player
446=Synkroniser med spiller
#447=New
447=Ny
#448=Messenger now playing
448=Messenger spiller nå
#449=Transparency
449=Gjennomsiktighet
#450=Skin
450=Utseende
#451=LastFM Scrobbler
451=LastFM Scrobbler
#452=Artist picture
452=Artistbilde
#453=Album picture
453=Albumbilde
#454=sec
454=sek
#455=Activation delay
455=Aktiveringsforsinkelse
#456=Format is not supported
#457=Refuse All
#458=Cancel
#459=Help
#460=Penalty
#461=Bonus
#462=Game Over
#463=Total Time
#464=Game Info
#465=I don't know
#466=Level
#467=Select Game
#468=Crossfade
#469=Disabled
#470=End
#471=Both
#472=External player
#473=Change case
#474=All Caps
#475=No Caps
#476=Proper Case
#477=First Cap
#478=Advanced
#480=Appearance
#481=Tooltips
#482=Behaviour
#483=Maximum size
#484=Author
#485=Statistics
#486=Description
#487=Information
#488=Pause
#489=Download
#490=Create
#491=Update Info From File (Tags)
#492=Locate Album
#493=More Options
#494=Descending
#496=Version
#497=Style
#498=Controls
#499=Clear
#500=Tag Writer
#501=Tag Reader
#502=Read Depth
#503=Counting files
